tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "norwoodj/tap"
tap "openfga/tap"
tap "txn2/tap"
brew "zstd"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "libssh2"
brew "aria2"
brew "asdf"
brew "openssl@1.1"
brew "python@3.10"
brew "autojump"
brew "azure-cli"
brew "bat"
brew "bazelisk"
brew "berkeley-db", link: true
brew "freetype"
brew "glib"
brew "cairo"
brew "cmake"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "libass"
brew "librist"
brew "libssh"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "cmus"
brew "cog"
brew "croc"
brew "cryptography"
brew "dbmate"
brew "deno"
brew "duckdb"
brew "duti"
brew "fish"
brew "fnm"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "gpgme"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "pillow"
brew "qpdf"
brew "img2pdf"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "libffi"
brew "libpthread-stubs"
brew "libxml2", link: true
brew "llvm"
brew "openjdk"
brew "maven"
brew "mecab-ipadic"
brew "neovim"
brew "ninja"
brew "numpy"
brew "nushell"
brew "unpaper"
brew "ocrmypdf"
brew "openapi-generator"
brew "openvino"
brew "perl"
brew "pipx"
brew "pngpaste"
brew "poppler"
brew "pyenv"
brew "python-lxml"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rustup"
brew "scc"
brew "sox"
brew "swagger-codegen"
brew "terminal-notifier"
brew "tesseract-lang"
brew "tokei"
brew "tree"
brew "wabt"
brew "wasm-pack"
brew "wasm3"
brew "watch"
brew "wget"
brew "winetricks"
brew "norwoodj/tap/helm-docs"
brew "openfga/tap/fga"
brew "txn2/tap/kubefwd"
cask "aethersx2"
cask "appcleaner"
cask "audacity"
cask "bit-slicer"
cask "bitwig-studio"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "blender"
cask "calibre"
cask "chromedriver"
cask "cursor"
cask "discord"
cask "dosbox-x-app"
cask "dropbox"
cask "font-fira-code"
cask "font-iosevka"
cask "font-noto-sans-cjk"
cask "font-noto-serif-cjk"
cask "font-raleway"
cask "font-sarasa-gothic"
cask "font-smiley-sans"
cask "ghostty"
cask "google-chrome"
cask "handbrake-app"
cask "hiddenbar"
cask "iina"
cask "imageoptim"
cask "intellij-idea-ce"
cask "itsycal"
cask "karabiner-elements"
cask "keepingyouawake"
cask "kitty"
cask "logseq"
cask "maccy"
cask "mactex-no-gui"
cask "midi-monitor"
cask "milkytracker"
cask "miniconda"
cask "mitmproxy"
cask "multipatch"
cask "openemu@experimental"
cask "orion"
cask "pd"
cask "prusaslicer"
cask "qlvideo"
cask "racket"
cask "rancher"
cask "simple-comic"
cask "sloth"
cask "soulseek"
cask "sqlitestudio"
cask "stats"
cask "sunvox"
cask "thebrowsercompany-dia"
cask "touchdesigner"
cask "ungoogled-chromium"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "visual-studio-code"
cask "vmware-fusion"
cask "warp"
cask "webtorrent"
cask "wine-crossover"
cask "wireshark-app"
cask "yacreader"
cask "zoom"
vscode "ahmadalli.vscode-nginx-conf"
vscode "albert.tabout"
vscode "alefragnani.project-manager"
vscode "batisteo.vscode-django"
vscode "bpfdeploy.bpftrace"
vscode "bradlc.vscode-tailwindcss"
vscode "bradymholt.pgformatter"
vscode "castwide.solargraph"
vscode "casualjim.gotemplate"
vscode "charliermarsh.ruff"
vscode "dan-c-underwood.arm"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dongfg.vscode-beancount-formatter"
vscode "dracula-theme.theme-dracula"
vscode "dtsvet.vscode-wasm"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "gera2ld.markmap-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "james-yu.latex-workshop"
vscode "joaompinto.vscode-graphviz"
vscode "justusadam.language-haskell"
vscode "koichisasada.vscode-rdbg"
vscode "lencerf.beancount"
vscode "lextudio.restructuredtext"
vscode "luggage66.awk"
vscode "markwhen.markwhen"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mike-lischke.vscode-antlr4"
vscode "mikestead.dotenv"
vscode "minhthai.vscode-todo-parser"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "nopjmp.fairyfloss"
vscode "octref.vetur"
vscode "openfga.openfga-vscode"
vscode "qwtel.sqlite-viewer"
vscode "raynigon.nginx-formatter"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "shopify.ruby-lsp"
vscode "sissel.shopify-liquid"
vscode "skyapps.fish-vscode"
vscode "slevesque.shader"
vscode "sorbet.sorbet-vscode-extension"
vscode "spmeesseman.vscode-taskexplorer"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tidalcycles.vscode-tidalcycles"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "webrender.synthwave-x-fluoromachine"
vscode "xaver.clang-format"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
