tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "norwoodj/tap"
tap "txn2/tap"
brew "openssl@3"
brew "asdf"
brew "python@3.10"
brew "autojump"
brew "azure-cli"
brew "bat"
brew "berkeley-db", link: true
brew "glib"
brew "libffi"
brew "pkg-config"
brew "python@3.9"
brew "cmake"
brew "croc"
brew "dbmate"
brew "deno"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "guile"
brew "gnupg"
brew "go@1.17", link: true
brew "python@3.11"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "llvm"
brew "maven"
brew "mecab-ipadic"
brew "neovim"
brew "openblas"
brew "perl"
brew "pipx"
brew "pngpaste"
brew "poppler"
brew "pyenv"
brew "qemu"
brew "qt", link: false
brew "ruby-build"
brew "rbenv"
brew "rustup-init"
brew "scc"
brew "swagger-codegen"
brew "terminal-notifier"
brew "tokei"
brew "tree"
brew "wabt"
brew "wasm-pack"
brew "wasm3"
brew "watch"
brew "wget"
brew "norwoodj/tap/helm-docs"
brew "txn2/tap/kubefwd"
cask "appcleaner"
cask "audacity"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "blender"
cask "chromedriver"
cask "discord"
cask "dropbox"
cask "font-fira-code"
cask "font-iosevka"
cask "font-noto-sans-cjk"
cask "font-noto-serif-cjk"
cask "font-raleway"
cask "font-sarasa-gothic"
cask "font-smiley-sans"
cask "google-chrome"
cask "handbrake"
cask "hiddenbar"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "intellij-idea-ce"
cask "itsycal"
cask "karabiner-elements"
cask "keepingyouawake"
cask "kitty"
cask "logseq"
cask "maccy"
cask "mactex-no-gui"
cask "midi-monitor"
cask "milkytracker"
cask "miniconda"
cask "openemu-experimental"
cask "orion"
cask "pd"
cask "qlvideo"
cask "racket"
cask "rancher"
cask "sloth"
cask "sqlitestudio"
cask "stats"
cask "sunvox"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "visual-studio-code"
cask "vmware-fusion"
cask "webtorrent"
cask "wireshark"
cask "yacreader"
cask "zoom"
