tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "norwoodj/tap"
tap "txn2/tap"
brew "zstd"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "openssl@1.1"
brew "python@3.10"
brew "autojump"
brew "azure-cli"
brew "bat"
brew "berkeley-db", link: true
brew "freetype"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "python@3.9"
brew "python@3.11"
brew "cmake"
brew "croc"
brew "dbmate"
brew "deno"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "libssh"
brew "libssh2"
brew "libxml2", link: true
brew "llvm"
brew "openjdk"
brew "maven"
brew "mecab-ipadic"
brew "mitmproxy"
brew "neovim"
brew "ninja"
brew "nushell"
brew "openblas"
brew "openjdk@11"
brew "perl"
brew "pipx"
brew "pngpaste"
brew "poppler"
brew "pyenv"
brew "qemu"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rustup-init"
brew "scc"
brew "swagger-codegen"
brew "terminal-notifier"
brew "tokei"
brew "tree"
brew "wabt"
brew "wasm-pack"
brew "wasm3"
brew "watch"
brew "wget"
brew "winetricks"
brew "norwoodj/tap/helm-docs"
brew "txn2/tap/kubefwd"
cask "aethersx2"
cask "appcleaner"
cask "audacity"
cask "bit-slicer"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "blender"
cask "chromedriver"
cask "discord"
cask "dosbox-x"
cask "dropbox"
cask "font-fira-code"
cask "font-iosevka"
cask "font-noto-sans-cjk"
cask "font-noto-serif-cjk"
cask "font-raleway"
cask "font-sarasa-gothic"
cask "font-smiley-sans"
cask "google-chrome"
cask "handbrake"
cask "hiddenbar"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "intellij-idea-ce"
cask "itsycal"
cask "karabiner-elements"
cask "keepingyouawake"
cask "kitty"
cask "logseq"
cask "maccy"
cask "mactex-no-gui"
cask "midi-monitor"
cask "milkytracker"
cask "miniconda"
cask "multipatch"
cask "openemu-experimental"
cask "orion"
cask "pd"
cask "qlvideo"
cask "racket"
cask "rancher"
cask "sloth"
cask "sqlitestudio"
cask "stats"
cask "sunvox"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "visual-studio-code"
cask "vmware-fusion"
cask "warp"
cask "webtorrent"
cask "wine-crossover"
cask "wireshark"
cask "yacreader"
cask "zoom"
vscode "ahmadalli.vscode-nginx-conf"
vscode "albert.TabOut"
vscode "alefragnani.project-manager"
vscode "bpfdeploy.bpftrace"
vscode "bradlc.vscode-tailwindcss"
vscode "bradymholt.pgformatter"
vscode "castwide.solargraph"
vscode "casualjim.gotemplate"
vscode "dan-c-underwood.arm"
vscode "dbaeumer.vscode-eslint"
vscode "dongfg.vscode-beancount-formatter"
vscode "dracula-theme.theme-dracula"
vscode "dtsvet.vscode-wasm"
vscode "eamodio.gitlens"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "gera2ld.markmap-vscode"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "James-Yu.latex-workshop"
vscode "joaompinto.vscode-graphviz"
vscode "justusadam.language-haskell"
vscode "KoichiSasada.vscode-rdbg"
vscode "Lencerf.beancount"
vscode "lextudio.restructuredtext"
vscode "luggage66.AWK"
vscode "mikestead.dotenv"
vscode "minhthai.vscode-todo-parser"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "nopjmp.fairyfloss"
vscode "octref.vetur"
vscode "qwtel.sqlite-viewer"
vscode "raynigon.nginx-formatter"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "sissel.shopify-liquid"
vscode "skyapps.fish-vscode"
vscode "slevesque.shader"
vscode "sorbet.sorbet-vscode-extension"
vscode "spmeesseman.vscode-taskexplorer"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tidalcycles.vscode-tidalcycles"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "webrender.synthwave-x-fluoromachine"
vscode "wingrunr21.vscode-ruby"
vscode "xaver.clang-format"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
