laughedelic/fish_logo
fisherman/pyenv
evanlucas/fish-kubectl-completions
edc/bass
jorgebucaran/nvm.fish
sentriz/fish-pipenv
jethrokuan/fzf
franciscolourenco/done
acomagu/fish-async-prompt
halostatue/fish-haskell
norcalli/autojump
jorgebucaran/fisher
jorgebucaran/hydro
